{
  "Banners": [
    "https://i.imgur.com/IKUuFvm.png",
    "https://i.imgur.com/uvZ7IdP.png",
    "https://i.imgur.com/mOFr66N.png"
  ],
  "Books": {
    "book1": {
      "Category": "Comedy,Adventure",
      "Chapters": [
        {
          "Links": [
            "http://1.bp.blogspot.com/-85z8C-NxWu8/Vp2-JUlA3SI/AAAAAAAAAAU/1IaqwQaHme0/s1600/Doraemon%252Bv01%252Bc01%252B%252B01.jpg",
            "http://4.bp.blogspot.com/-FTBemg84MOc/Vp2-JO6Cm3I/AAAAAAAAAAM/370fuoFgGYM/s1600/Doraemon%252Bv01%252Bc01%252B%252B02.jpg"
          ],
          "Name": "Vol.1 Chapter 1 : All The Way From A Future World"
        },
        {
          "Links": [
            "http://4.bp.blogspot.com/-06SK8POTw_A/Vp3JaIJ0SaI/AAAAAAAAACs/1ZH49AyiJY8/s1600/Doraemon%252Bv01%252Bc02%252B01.jpg"
          ],
          "Name": "Vol 0 chapter 1.1"
        }
      ],
      "Description": "Doraemon là một chú mèo máy được Nobi Sewashi (Nobi Nobito), cháu năm đời của Nobi Nobita, gửi từ thế kỷ 22 về quá khứ của ông mình để giúp đỡ Nobita trở nên tiến bộ và giàu có, tức là cũng sẽ cải thiện hoàn cảnh của con cháu Nobita sau này. Còn ở hiện tại, Nobita là một cậu bé luôn thất bại ở trường học, và sau đó công ty phá sản, thất bại trong công việc, đẩy gia đình và con cháu sau này vào cảnh nợ nần.  Các câu chuyện trong Doraemon thường có một chủ đề chung, đó là xoay quanh những rắc rối hay xảy ra với cậu bé Nobita học lớp năm, nhân vật chính thứ hai của bộ truyện. Doraemon có một chiếc túi thần kỳ trước bụng với đủ loại bảo bối của tương lai. Cốt truyện thường gặp nhất sẽ là Nobita trở về nhà khóc lóc với những rắc rối mà cậu gặp phải ở trường học hoặc với bạn bè. Sau khi bị cậu bé van nài hoặc thúc giục, Doraemon sẽ đưa ra một bảo bối giúp Nobita giải quyết những rắc rối của mình, hoặc là để trả đũa hay khoe khoang với bạn bè của cậu.",
      "Image": "https://file.nhasachmienphi.com/jpg/nhasachmienphi-truyen-tranh-doremon-333102-0.jpg",
      "Name": "Doraemon"
    },
    "book2": {
      "Category": "Horror",
      "Chapters": [
        {
          "Links": [
            "http://1.bp.blogspot.com/-85z8C-NxWu8/Vp2-JUlA3SI/AAAAAAAAAAU/1IaqwQaHme0/s1600/Doraemon%252Bv01%252Bc01%252B%252B01.jpg"
          ],
          "Name": "Chương 1: Đội vớt xác năm sông"
        },
        {
          "Links": [
            "http://4.bp.blogspot.com/-06SK8POTw_A/Vp3JaIJ0SaI/AAAAAAAAACs/1ZH49AyiJY8/s1600/Doraemon%252Bv01%252Bc02%252B01.jpg"
          ],
          "Name": "Chương 2: Thuỷ quái dưới cầu"
        }
      ],
      "Description": "Truyện ma đôi khi chỉ là những câu chuyện bịa đặt để dọa người, nhưng đôi khi lại là những trải nghiệm bí ẩn có thật, khiến ta rùng mình, thắc mắc không thôi. Chắc hẳn ai cũng từng nghe kể về 'Hà thần' (Hà Bá) - vị thần sông nước đầy quyền năng và cũng đầy đáng sợ. 'Hà Thần' của Thiên Hạ Bá Xướng sẽ đưa bạn đến với một trong những câu chuyện ly kỳ nhất về thủy quái dưới cầu. Tình tiết truyện lắt léo, bất ngờ, dẫn dắt người đọc từ kinh ngạc này đến kinh ngạc khác, không thể dứt ra.  Liệu Hà Thần có thật sự tồn tại? Những bí mật kinh hoàng nào đang ẩn giấu dưới lòng sông sâu thẳm? Vì sao mộ phần nhà họ Ngụy lại có yêu quái? Ngõ Lương Phòng ẩn chứa oan hồn nào? Hai trăm lẻ chín phần mộ kia rốt cuộc là của những ai? Lời đồn về bảo bối trong phỏng người chết có phải là sự thật? Tất cả sẽ được hé lộ trong 'Hà Thần: Quỷ Thuỷ Quái Đàm' - một câu chuyện ma mị đầy ám ảnh, đưa bạn đến với những truyền thuyết dân gian rùng rợn về Hà Bá và khám phá những bí mật đen tối chôn giấu dưới lớp vỏ bình yên của làng quê...",
      "Image": "https://nhasachmienphi.com/images/thumbnail/nhasachmienphi-ha-than.jpg",
      "Name": "Hà Thần"
    },
    "book3": {
      "Category": "Comedy",
      "Chapters": [
        {
          "Links": [
            "http://1.bp.blogspot.com/-85z8C-NxWu8/Vp2-JUlA3SI/AAAAAAAAAAU/1IaqwQaHme0/s1600/Doraemon%252Bv01%252Bc01%252B%252B01.jpg"
          ],
          "Name": "Chương 1: Bà Chúa mắc lỡm"
        },
        {
          "Links": [
            "http://4.bp.blogspot.com/-06SK8POTw_A/Vp3JaIJ0SaI/AAAAAAAAACs/1ZH49AyiJY8/s1600/Doraemon%252Bv01%252Bc02%252B01.jpg"
          ],
          "Name": "Chương 2: Ăn trộm mèo"
        }
      ],
      "Description": "Trạng Quỳnh dân gian là Nguyễn Quỳnh, sống dưới thời vua Lê, chúa Trịnh, quê ở làng Bột Thượng nay là xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa.  Nguyễn Quỳnh (1677–1748 có tài liệu chép 1720–1770) là một danh sĩ thời Lê–Trịnh (vua Lê Hiển Tông), từng đỗ Hương cống nên còn gọi là Cống Quỳnh. Ông nổi tiếng với sự trào lộng, hài hước tạo nên nhiều giai thoại nên trong dân gian vẫn thường gọi ông là Trạng Quỳnh dù ông không đỗ Trạng nguyên.   Ông còn có tên Thưởng, hiệu Ôn Như, thụy Điệp Hiên, quê tại làng Bột Thượng, xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa. Thân sinh ông là ông Nguyễn Bổng và bà Nguyễn Thị Hương.  Thuở nhỏ, ông học với ông nội và cha (vốn là giám sinh ở Quốc Tử Giám). Năm 1696, Quỳnh thi đỗ Giải nguyên, nhưng đi thi Hội nhiều lần bị hỏng.   Về sau, triều đình bổ nhậm ông làm giáo thụ các huyện Thạch Thất, Phúc Lộc (Sơn Tây), tiếp đến làm huấn đạo phủ Phụng Thiên ở kinh thành Thăng Long. Năm 1718, đỗ khoa Sỹ vọng được bổ làm tri phủ Thái Bình, rồi về làm Viên ngoại lang ở Bộ Lễ; sau bị giáng xuống chức Tu soạn ở Viện Hàn lâm.",
      "Image": "https://nhasachmienphi.com/images/thumbnail/nhasachmienphi-trang-quynh.jpg",
      "Name": "Trạng Quỳnh"
    },
    "book4": {
      "Category": "Detective, Criminal",
      "Chapters": [
        {
          "Links": [
            "http://1.bp.blogspot.com/-85z8C-NxWu8/Vp2-JUlA3SI/AAAAAAAAAAU/1IaqwQaHme0/s1600/Doraemon%252Bv01%252Bc01%252B%252B01.jpg"
          ],
          "Name": "Chương 1: Trang ký ức cũ"
        },
        {
          "Links": [
            "http://4.bp.blogspot.com/-06SK8POTw_A/Vp3JaIJ0SaI/AAAAAAAAACs/1ZH49AyiJY8/s1600/Doraemon%252Bv01%252Bc02%252B01.jpg"
          ],
          "Name": "Chương 2: Sự mất tích bí ẩn của bác tôi"
        }
      ],
      "Description": "“Luật ngầm” là một bản giao hưởng của những nốt trầm và khoảng lặng. Nó ngân lên những giai điệu giòn giã hùng tráng, rồi lại lặng đi trong những suy ngẫm về cuộc đời, về lẽ sống bất tận trong chính những câu chuyện với nụ cười và nước mắt.  Thế giới không phải chỉ tồn tại trắng và đen. Khái niệm đó đã được đặt ra để đánh lừa các giác quan của con người từ ngày này qua ngày khác, từ thế hệ này sang thế hệ khác, và từ cuộc đời này sang cuộc đời khác. Có những thứ tồn tại song song giữa đen và trắng như một cách để khẳng định rằng Thiện và Ác vốn cách nhau chẳng tày gang. Trong Ác chất chứa Thiện và trong Thiện lại lập lờ màu sắc của Ác.",
      "Image": "https://nhasachmienphi.com/images/thumbnail/nhasachmienphi-luat-ngam.jpg",
      "Name": "Luật Ngầm"
    },
    "book5": {
      "Category": "Comedy,Adventure",
      "Chapters": [
        {
          "Links": [
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335020-0.jpg",
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335020-1.jpg",
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335020-2.jpg",
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335020-3.jpg"
          ],
          "Name": "Chap 1"
        },
        {
          "Links": [
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335021-0.jpg",
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335021-1.jpg",
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335021-2.jpg",
            "https://file.nhasachmienphi.com/jpg/nhasachmienphi-one-piece-dao-hai-tac-335021-3.jpg"
          ],
          "Name": "Chap 2"
        }
      ],
      "Description": "One Piece là bộ manga và anime của tác giả Oda Eiichiro và được biết đến rộng rãi tại Việt Nam với cái tên Đảo Hải Tặc (Vua Hải Tặc). One Piece xoay quanh về hành trình của chàng trai Luffy và các đồng đội tìm kiếm kho báu của vua hải tặc Roger. Thuộc thể loại hành động, phiêu lưu, với cốt truyện mới lạ kèm theo nhiều tình huống hài hước, bộ phim One Piece dễ dàng chinh phục khán giả thuộc nhiều lứa tuổi. ",
      "Image": "https://nhasachmienphi.com/images/thumbnail/nhasachmienphi-one-piece-dao-hai-tac.jpg",
      "Name": "One Piece – Đảo Hải Tặc"
    },
    "book6": {
      "Category": "Comedy,Adventure,Detective",
      "Chapters": [
        {
          "Links": [
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333616-0.jpg",
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333616-1.jpg",
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333616-2.jpg",
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333616-3.jpg"
          ],
          "Name": "Chap 1"
        },
        {
          "Links": [
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333617-0.jpg",
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333617-1.jpg",
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333617-2.jpg",
            "https://file.nhasachmienphi.com/pics/nhasachmienphi-tham-tu-lung-danh-conan-ban-dep-gosho-aoyama-333617-3.jpg"
          ],
          "Name": "Chap 2"
        }
      ],
      "Description": "Thám Tử Lừng Danh Conan bản đẹp Gosho Aoyama – Thám tử lừng danh Conan (bản đẹp) hay Detective Conan, là một bộ truyện tranh trinh thám Nhật Bản của tác giả Aoyama Gōshō.  Mở đầu câu truyện, cậu học sinh trung học 17 tuổi Shinichi Kudo bị biến thành cậu bé Conan Edogawa. Shinichi trong phần đầu của Thám tử lừng danh Conan được miêu tả là một thám tử học đường xuất sắc. Trong một lần đi chơi công viên với Ran Mori, cậu tình cờ chứng kiến vụ một án giết người, Cậu đã giúp cảnh sát làm sáng tỏ vụ án. Trên đường về nhà, cậu vô tình phát hiện một vụ làm ăn mờ ám của những người đàn ông mặc đồ đen. Chúng phát hiện ra cậu và đã cho cậu uống một thứ thuốc độc chưa qua thử nghiệm là Apotoxin-4869 (APTX 4869) với mục đích thủ tiêu cậu. Tuy nhiên chất độc đã không giết chết Kudo mà chỉ khiến cậu bị teo nhỏ.  Khi Ran hỏi tên cậu, Shinichi đã ghép “Conan” trong tên của Sir Arthur Conan Doyle và “Edogawa” trong tên của Edogawa Rampo, buột miệng nói ra tên mình là “Conan Edogawa”. Tiến sĩ Agasa đã nhờ Ran trông nom Conan giúp mình. Ran nhận lời và từ đó Conan sống tại nhà của Ran tức văn phòng thám tử Mori, vừa che giấu thân phận vừa điều tra tung tích của Tổ chức Áo đen và tìm kiếm thuốc giải độc.",
      "Image": "https://nhasachmienphi.com/wp-content/uploads/Th%C3%A1m-t%E1%BB%AD-l%E1%BB%ABng-danh-conan-b%E1%BA%A3n-%C4%91%E1%BA%B9p-Gosho-Aoyoma.jpg",
      "Name": "Thám Tử Lừng Danh Conan"
    }
  },
  "Users": {
    "user1": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "adminbookapp@gmail.com",
      "name": "Admin",
      "password": "123",
      "role": 0
    },
    "user2": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "nghia@gmail.com",
      "name": "nghia",
      "password": "123",
      "role": 1
    },
    "user4": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "lhp@gmail.com",
      "name": "Huh Phuoc",
      "password": "123456",
      "role": 1
    },
    "user5": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "mueminustun@gmail.com",
      "name": "Muu",
      "password": "Emin7753.",
      "role": 1
    }
  }
}