{
  "Banners": [
    "https://i.imgur.com/IKUuFvm.png",
    "https://i.imgur.com/uvZ7IdP.png",
    "https://i.imgur.com/mOFr66N.png"
  ],
  "Books": {
    "book10": {
      "Category": "mystery",
      "Chapters": [
        {
          "Content": "Trịnh Xá luôn nghĩ rằng mình đã chết, đi làm, hết giờ, ăn uống, bài tiết, đi ngủ, thức dậy, hắn không biết ý nghĩa của mình nằm ở chỗ nào, không phải nơi khuôn mặt nhăn nhở béo ngậy của tay chủ nhiệm, cũng chẳng phải trên thân thể mấy cô gái văn phòng làm quen nơi quán bar, và chắc chắn không phải trong khu rừng sắt thép của đô thị hiện đại.\n\nTrịnh Xá nghĩ rằng mình đang thối rữa dần, thối rữa từ khi hai mươi tư tuổi, thối rữa cho đến khi biến thành bùn đất, chỉ lưu lại trên đời một cái tên, không, thậm chí cả một cái tên cũng không lưu lại vì trên đời này sẽ không còn ai nhớ đến hắn, một nhân viên văn phòng nhỏ nhoi, bất luận hắn là người thế nào, hắn cũng chỉ là một hạt bụi giữa đời.\n\nHắn muốn thay đổi, muốn xác định ý nghĩa của mình… Bạn đang đọc truyện tại TruyệnFULL.vn – https://sachvui.com\n\n– Muốn hiểu ý nghĩa của sinh mệnh ư? Muốn thật sự….sống… không?\n\nHôm nay Trịnh Xá vừa đến công ty, mở máy tính thì trên màn hình nhảy ra câu hỏi này. Hắn cho rằng đó chỉ là trò đùa của mấy tay hacker, cho dù nhấn vào yes hay no thì máy tính của hắn cũng sẽ nhiễm virus, chỉ đành khởi động lại máy vậy. Nhưng khi con chuột vừa di đến câu trả lời, linh tính của hắn bỗng nảy lên, tay chợt dừng lại.\n\n– Muốn hiểu ý nghĩa của sinh mệnh ư? Muốn thật sự… sống…không?\n\nTrịnh Xá thật sự mê mang, một sự quyến rũ vô pháp diễn tả khiến ngón trỏ của hắn nhắp chuột vào chữ yes và… lập tức mất hết tri giác.\n\nLãnh lẽo, lắc lư…\n\nTrịnh Xá bật dậy thật mạnh, kinh hoàng nhìn bốn xung quanh, khung cảnh của văn phòng và hoàn cảnh xung quanh nhòe lẫn vào nhau, nhưng chỉ vài giây, sự lẫn lộn tan biến.\n\n– Không tệ, chú em là người có tố chất tốt nhất lần này.\n\nMột giọng nói lạnh lùng vang lên.Trịnh Xá quay đầu lại nhìn, chỉ thấy một người thanh niên tóc đen đang cười nhạt nhìn hắn, người thanh niên trạc hai nhăm hai sáu, hình dạng hết sức phổ thông, có điều trên gương mặt có vài vết sẹo trông rất khủng khiếp. Người thanh niên tóc đen cầm trên tay một điếu thuốc lá, rít một hơi rồi chuyển ánh mắt ra sau lưng Trịnh Xá, lúc này hắn mới nhận ra sau mình còn có năm người đang mê man, ba nam, hai nữ, ngoài ra trong không gian này còn có mười mấy người ngoại quốc. Bọn họ đang ở trong một toa xe chạy rất nhanh, cảm giác lạnh lẽo, lắc lư là do toa xe chuyển động tạo ra.\n\n– Đây là nơi nào? Các người là ai? Tại sao tôi lại ở đây?\n\nVì có người ngoại quốc nên Trịnh Xá dùng tiếng Anh để hỏi, đám người nước ngoài chỉ quay đầu lại nhìn rồi quay đi, riêng người thanh niên tóc đen hít thật sâu rồi nói:\n\n– Nghĩ lại cho tử tế đi, Nó chắc đã in tất cả vào não mấy người rồi đấy.\n\nNhớ lại xem nào, Trịnh Xá chỉ nhớ mình nhìn thấy hàng chữ: Muốn hiểu ý nghĩa của cuộc sống ư? Muốn thật sự…sống… không? Hắn nhấn vào yes và mất tri giác… Khoan đã.. sinh tồn và sinh mệnh… Đây là một trò chơi, ai chế tạo ra nó thì không thể biết, có lẽ là các vị thần, cũng có thể là ác ma, hoặc giả người ngoài hành tinh hay người tương lai đều có khả năng và hắn là thành viên tham gia trò chơi này, chính xác hơn là hiện tại hắn trở thành thành viên tham gia. Khi một người trong cuộc sống hiện đại cảm thấy lạc lõng, mơ hồ, anh ta hoặc cô ta sẽ được chuyển đến thế giới các bộ phim kinh dị nếu chọn yes.",
          "Name": "Chương 1: Tỉnh giấc"
        }
      ],
      "Description": "book vo han khung bo",
      "Image": "https://nhasachmienphi.com/images/thumbnail/nhasachmienphi-vo-han-khung-bo.jpg",
      "Name": "Vô Hạn Khủng Bố",
      "Type": "text"
    },
    "book8": {
      "Category": "Fiction",
      "Chapters": [
        {
          "Content": "Làm Thế Nào Người Hướng Ngoại Trở Thành Hình Mẫu Lý Tưởng Của Xã Hội  Ánh mắt của những người lạ, tò mò và khắt khe,  Liệu bạn có thể đối diện chúng một cách thật tự hào—can đảm—và không hề sợ hãi?  —MẪU QUẢNG CÁO TRÊN BÁO CỦA HÃNG XÀ BÔNG WOODBURY, 1922  Thời gian: năm 1902. Địa điểm: Nhà thờ Harmony, bang Missouri, một thị trấn nhỏ, chỉ-một-chấm-con trên bản đồ nước Mỹ, tọa lạc bên một vùng bờ sông, cách thành phố Kansas hơn 100 dặm. Nhân vật chính trẻ tuổi của chúng ta: một cậu học sinh trung học nhân hậu, tốt bụng, nhưng thiếu tự tin vào bản thân tên Dale.  Gầy gò, ủ dột và ốm yếu, Dale là con trai trong một gia đình nông dân đứng đắn về đạo đức nhưng đã từ lâu sống trong cảnh bần hàn bằng nghề chăn nuôi lợn. Cậu kính trọng cha mẹ mình, nhưng tận thâm tâm không bao giờ muốn lại bước tiếp theo con đường nghèo đói của gia đình. Dale cũng lo lắng về những thứ khác nữa: sấm sét, bị đày xuống địa ngục, và bị cứng họng vào đúng những thời khắc quan trọng nhất. Cậu thậm chí còn sợ cả chính lễ cưới của mình sau này: Nhỡ cậu không thể nghĩ ra điều gì để nói với người vợ tương lai của mình thì sao?  Một ngày nọ, một diễn giả Chautauqua tới thị trấn của cậu. Phong trào Chautauqua, ra đời năm 1873 tại phía Bắc, ngoại ô New York, gửi những diễn giả tài năng đi khắp đất nước để đem những tri thức về văn hóa, khoa học, và tôn giáo tới mọi người. Những vùng nông thôn nước Mỹ quý trọng những diễn giả này bởi ánh hào quang thành thị họ mang tới từ thế giới bên ngoài—và ở sức mạnh của họ trong việc mê hoặc đám đông. Người diễn giả này đã đặc biệt thu hút Dale bởi câu chuyện đổi đời của của chính ông: có một thời ông cũng là một cậu bé con nhà nông dân thấp kém với một tương lai mịt mờ, nhưng rồi ông dần dần phát triển một phong cách diễn thuyết đầy lôi cuốn và chiếm lĩnh sân khấu ở Chautauqua. Dale lắng nghe chăm chú như nuốt lấy từng lời của ông.  Một vài năm sau, chàng thanh niên Dale lại một lần nữa bị ấn tượng mạnh bởi giá trị của khả năng diễn thuyết. Gia đình của anh chuyển tới sống tại một trang trại chỉ cách thành phố Warrensburg, Missouri ba dặm, để Dale có thể theo học đại học tại đó mà không cần phải đi thuê phòng hoặc ở nhờ nhà ai. Dale để ý thấy rằng những học sinh giành chức vô địch trong những cuộc thi hùng biện của trường luôn được kính nể như những nhà lãnh đạo, và anh hạ quyết tâm cũng phải trở thành được một người như vậy. Anh ghi danh đăng ký trong mọi cuộc thi, và lao vội về nhà mỗi khi hết giờ học để vùi đầu vào luyện tập. Cứ thua rồi anh lại thua nữa; Dale rất quyết tâm, nhưng anh vẫn chưa thực sự là một nhà hùng biện giỏi. Nhưng dù vậy, cuối cùng thì những nỗ lực của anh cũng bắt đầu được đền đáp xứng đáng. Anh lột xác trở thành một nhà vô địch hùng biện, một người hùng của toàn thể học sinh trong trường học. Những học sinh khác bắt đầu tìm đến anh để hỏi xin kinh nghiệm diễn thuyết, anh đào tạo họ, và họ cũng bắt đầu giành được giải thưởng nữa.  Đến khi Dale rời trường đại học vào năm 1908, cha mẹ của anh vẫn nghèo như vậy, nhưng nước Mỹ liên hiệp đang bắt đầu lột xác. Henry Ford đang bán những mẫu xe hơi Model Ts đắt như tôm tươi, sử dụng câu khẩu hiệu: “vì công việc, và vì cả niềm vui” (“for business and for pleasure”). J.C. Penney, Woolworth, và Sears Roebuck đã trở thành những thương hiệu đồ gia dụng hàng đầu. Ánh đèn điện thắp sáng mọi căn nhà của tầng lớp trung lưu; hệ thống nước máy được bơm dẫn vào từng nhà, giải phóng họ khỏi những chuyến đi ra nhà ngoài để xách nước về hàng đêm.  Nền kinh tế mới cần đến một kiểu người mới—một người bán hàng, một nhà hùng biện trong giao tiếp, ai đó luôn sẵn sàng với một nụ cười thường trực, một cái bắt tay chuyên nghiệp, sở hữu khả năng hòa đồng với bất cứ một đồng nghiệp nào, nhưng đồng thời vẫn luôn có thể tỏa sáng lấn át tất cả bọn họ. Dale tham gia vào tầng lớp những người bán hàng đang lên này, bước ra ngoài cuộc đời với gần như không một tư trang gì khác ngoài cái lưỡi vàng của mình.  Tên cuối của Dale là Carnegie13 (thực ra là Carnagey, ông về sau đã đổi lại cách viết tên của mình, nhiều khả năng là để tưởng nhớ Andrew Carnegie, nhà cách mạng công nghiệp vĩ đại). Sau một vài năm chật vật chào bán thịt bò cho hãng Armour and Company, ông thành lập một lớp học về kỹ năng diễn thuyết. Carnegie mở lớp của mình đầu tiên tại một trường học buổi đêm của Hiệp hội Thanh niên Cơ Đốc (YMCA), tọa lạc trên phố 125th ở New York. Ông đòi mức lương 2 đô-la một giờ học như mức thông thường của một giáo viên dạy ban đêm. Giám đốc của trường, tuy vậy, nghi ngờ việc một lớp học về kỹ năng nói trước công chúng có thể thu hút được nhiều người, đã từ chối chi trả một khoản tiền như vậy,  13 Dale Breckenridge Carnegie (24 tháng 11 năm 1888—1 tháng 11 năm 1955) là một nhà văn, nhà thuyết trình Mỹ và là người phát triển các lớp tự giáo dục, nghệ thuật bán hàng, huấn luyện đoàn thể, nói trước công chúng và các kỹ năng giao tiếp giữa mọi người. Ra đời trong cảnh nghèo đói tại một trang trại ở Missouri, ông là tác giả cuốn Đắc Nhân Tâm (“How to Win Friends and Influence People”), được xuất bản lần đầu năm 1936, một cuốn sách thuộc hàng bán chạy nhất và được biết đến nhiều nhất cho đến tận ngày nay. (Nguồn: Wikipedia)  Nhưng hóa ra lớp học đã trở thành một hiện tượng chỉ trong một thời gian ngắn, và Carnegie tiếp tục tiến tới thành lập Học Viện Dale Carnegie, cống hiến hết mình để giúp tất cả mọi người nhổ bật đi sự thiếu tự tin đã từng kìm chân chính ông trong quá khứ. Vào năm 1913, ông xuất bản cuốn sách đầu tiên của mình, “Nói trước Công chúng và Gây ảnh hưởng tới mọi Người trong Kinh doanh” (“Public Speaking and Influencing Men in Business”). “Trong những ngày mà phòng tắm và đàn piano còn là những thứ vô cùng xa xỉ”, Carnegie viết, “con người xem khả năng diễn thuyết như là một khả năng kỳ lạ, chỉ có những người như luật sư, giáo sĩ truyền đạo, và những chính khách mới cần đến một thứ như vậy. Nhưng ngày nay chúng ta nhận ra rằng đó chính là thứ vũ khí vô cùng thiết yếu, không thể thay thế được của những người muốn tiến lên hàng đầu trong cuộc đua tranh quyết liệt của thương trường.”",
          "Name": " Chương 1: Sự Trỗi Dậy Của Hình Tượng “Anh Bạn Vô Cùng Dễ Mến”"
        },
        {
          "Content": "This is the content of the second chapter...",
          "Name": "Chương 2: Những Lầm Tưởng Về Một Khả Năng Lãnh Đạo Thu Hút"
        }
      ],
      "Description": "A fiction book description",
      "Image": "https://nhasachmienphi.com/images/thumbnail/nhasachmienphi-quiet-suc-manh-cua-nguoi-huong-noi.jpg",
      "Name": "Quiet – Sức Mạnh Của Người Hướng Nội",
      "Type": "Text"
    }
  },
  "Users": {
    "user1": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "adminbookapp@gmail.com",
      "name": "Admin",
      "password": "123",
      "role": 0
    },
    "user2": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "nghia@gmail.com",
      "name": "nghia le",
      "password": "123",
      "role": 1
    },
    "user3": {
      "avatar": "https://i.imgur.com/mOFr66N.png",
      "email": "tdn@gmail.com",
      "name": "Muu",
      "password": "123456",
      "role": 1
    }
  }
}